Repository: pascalkknde2/yeyofone-mobile
Catalog: yeyofone-ios/Yeyofone/Yeyofone/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %@ is on hold
de: %@ wird gehalten
es: %@ está en espera
fr: %@ est en attente

source: %dm %02ds
de: %1$d Min. %2$02d Sek.
es: %1$d min %2$02d s
fr: %1$d min %2$02d s

source: %ds
de: %1$d Sek.
es: %1$d s
fr: %1$d s

source: %lld accounts connected
de: %lld Konten verbunden
es: %lld cuentas conectadas
fr: %lld comptes connectés

source: %lld recordings saved
de: %lld Aufnahmen gespeichert
es: %lld grabaciones guardadas
fr: %lld enregistrements sauvegardés

source: A password is required for a new account
de: Für ein neues Konto ist ein Passwort erforderlich
es: Se requiere una contraseña para una cuenta nueva
fr: Un mot de passe est requis pour un nouveau compte

source: About
de: Über
es: Acerca de
fr: À propos

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Account Details
de: Kontodetails
es: Detalles de la cuenta
fr: Détails du compte

source: Account identity
de: Kontoidentität
es: Identidad de la cuenta
fr: Identité du compte

source: Accounts
de: Konten
es: Cuentas
fr: Comptes

source: Active speaker fills screen
de: Aktiver Sprecher füllt den Bildschirm
es: El orador activo ocupa la pantalla
fr: L’intervenant actif occupe l’écran

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte

source: Add contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact

source: Add Contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé

source: All participants equal size
de: Alle Teilnehmer gleich groß
es: Todos los participantes del mismo tamaño
fr: Tous les participants à la même taille

source: Allow Incoming Calls
de: Eingehende Anrufe zulassen
es: Permitir llamadas entrantes
fr: Autoriser les appels entrants

source: American English
de: Amerikanisches Englisch
es: Inglés estadounidense
fr: Anglais américain

source: App Language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l’application

source: App language and voice preferences
de: App-Sprache und Spracheinstellungen
es: Idioma de la aplicación y preferencias de voz
fr: Langue de l’application et préférences vocales

source: Attach file
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier

source: Authentication username
de: Authentifizierungs-Benutzername
es: Usuario de autenticación
fr: Nom d’utilisateur d’authentification

source: Auto Answer
de: Automatisch annehmen
es: Respuesta automática
fr: Réponse automatique

source: Auto-record, Storage, Format
de: Automatische Aufnahme, Speicher, Format
es: Grabación automática, almacenamiento, formato
fr: Enregistrement auto, stockage, format

source: Auto-Translate
de: Automatisch übersetzen
es: Traducción automática
fr: Traduction automatique

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Backspace
de: Rücktaste
es: Retroceso
fr: Retour arrière

source: Call
de: Anrufen
es: Llamar
fr: Appeler

source: Call %@
de: %@ anrufen
es: Llamar a %@
fr: Appeler %@

source: Call Again
de: Erneut anrufen
es: Volver a llamar
fr: Rappeler

source: Call Announce
de: Anrufer ansagen
es: Anunciar llamadas
fr: Annonce de l’appelant

source: Call back
de: Zurückrufen
es: Devolver llamada
fr: Rappeler

source: Call ended
de: Anruf beendet
es: Llamada finalizada
fr: Appel terminé

source: CALL ENDED
de: ANRUF BEENDET
es: LLAMADA FINALIZADA
fr: APPEL TERMINÉ

source: Call Forwarding
de: Rufumleitung
es: Desvío de llamadas
fr: Renvoi d’appel

source: Call Handling
de: Anrufverwaltung
es: Gestión de llamadas
fr: Gestion des appels

source: Call Settings
de: Anrufeinstellungen
es: Ajustes de llamadas
fr: Paramètres d’appel

source: Call someone else privately, then complete or return
de: Privat mit jemand anderem sprechen, dann abschließen oder zurückkehren
es: Llama a otra persona en privado y luego completa o regresa
fr: Appelez quelqu’un d’autre en privé, puis terminez ou revenez

source: Call Waiting
de: Anklopfen
es: Llamada en espera
fr: Double appel

source: Caller ID (optional)
de: Anrufer-ID (optional)
es: Identificador de llamada (opcional)
fr: Identifiant de l’appelant (facultatif)

source: Calling…
de: Anruf …
es: Llamando…
fr: Appel en cours…

source: Calls
de: Anrufe
es: Llamadas
fr: Appels

source: Calls to %@ are being forwarded to %@
de: Anrufe an %1$@ werden an %2$@ umgeleitet
es: Las llamadas a %1$@ se están desviando a %2$@
fr: Les appels vers %1$@ sont renvoyés vers %2$@

source: Camera
de: Kamera
es: Cámara
fr: Caméra

source: Camera device
de: Kameragerät
es: Cámara
fr: Caméra utilisée

source: Camera preview
de: Kameravorschau
es: Vista previa de la cámara
fr: Aperçu de la caméra

source: Camera, Resolution, Layout
de: Kamera, Auflösung, Layout
es: Cámara, resolución, diseño
fr: Caméra, résolution, disposition

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Chime
de: Glockenspiel
es: Campanilla
fr: Carillon

source: Clear all
de: Alle löschen
es: Borrar todo
fr: Tout effacer

source: Clear all call history?
de: Gesamte Anrufliste löschen?
es: ¿Borrar todo el historial de llamadas?
fr: Effacer tout l’historique des appels ?

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Coming soon
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible

source: Complete transfer
de: Weiterleitung abschließen
es: Completar transferencia
fr: Terminer le transfert

source: Connect with your work account
de: Mit Ihrem Arbeitskonto verbinden
es: Conéctate con tu cuenta de trabajo
fr: Connectez-vous avec votre compte professionnel

source: Connected
de: Verbunden
es: Conectada
fr: Connecté

source: Connecting…
de: Verbindung wird hergestellt …
es: Conectando…
fr: Connexion…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion

source: Consult transfer
de: Weiterleiten mit Rückfrage
es: Transferencia con consulta
fr: Transfert avec consultation

source: Consultation destination
de: Rückfrageziel
es: Destino de la consulta
fr: Destination de la consultation

source: Consultation: %@
de: Rückfrage: %@
es: Consulta: %@

source: Consultation: %@ · Ext. %@
de: Rückfrage: %1$@ · Durchwahl %2$@
es: Consulta: %1$@ · Ext. %2$@
fr: Consultation : %1$@ · Poste %2$@

source: Contacts
de: Kontakte
es: Contactos

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser

source: Default
de: Standard
es: Predeterminado
fr: Par défaut

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete this account and its stored secret?
de: Dieses Konto und das gespeicherte Passwort löschen?
es: ¿Eliminar esta cuenta y su secreto guardado?
fr: Supprimer ce compte et son secret enregistré ?

source: Delete this contact?
de: Diesen Kontakt löschen?
es: ¿Eliminar este contacto?
fr: Supprimer ce contact ?

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur

source: Disabled
de: Deaktiviert
es: Desactivada
fr: Désactivé

source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom affiché

source: Display name, SIP username and domain are required
de: Anzeigename, SIP-Benutzername und Domain sind erforderlich
es: El nombre visible, el usuario SIP y el dominio son obligatorios
fr: Le nom affiché, le nom d’utilisateur SIP et le domaine sont obligatoires

source: Do Not Disturb
de: Nicht stören
es: No molestar
fr: Ne pas déranger

source: Duration
de: Dauer
es: Duración
fr: Durée

source: Earpiece
de: Hörer
es: Auricular
fr: Écouteur

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Edit account
de: Konto bearbeiten
es: Editar cuenta
fr: Modifier le compte

source: Edit call history
de: Anrufliste bearbeiten
es: Editar historial de llamadas
fr: Modifier l’historique des appels

source: Edit contact
de: Kontakt bearbeiten
es: Editar contacto
fr: Modifier le contact

source: Edit Contact
de: Kontakt bearbeiten
es: Editar contacto
fr: Modifier le contact

source: Enable call forwarding
de: Rufumleitung aktivieren
es: Activar desvío de llamadas
fr: Activer le renvoi d’appel

source: Enable ICE
de: ICE aktivieren
es: Activar ICE
fr: Activer ICE

source: English (UK)
de: Englisch (Großbritannien)
es: Inglés (Reino Unido)
fr: Anglais (Royaume-Uni)

source: English (US)
de: Englisch (USA)
es: Inglés (EE. UU.)
fr: Anglais (États-Unis)

source: Enter a valid phone number or extension
de: Gib eine gültige Telefonnummer oder Durchwahl ein
es: Introduce un número de teléfono o extensión válidos
fr: Saisissez un numéro de téléphone ou un poste valide

source: Enter number
de: Nummer eingeben
es: Introduce un número
fr: Saisir un numéro

source: Enterprise Sign In
de: Unternehmensanmeldung
es: Inicio de sesión empresarial
fr: Connexion entreprise

source: Español
de: Spanisch
fr: Espagnol

source: Ext. %@
de: Durchwahl %@
fr: Poste %@

source: Extension %@
de: Durchwahl %@
es: Extensión %@
fr: Poste %@

source: Favorite
de: Favorit
es: Favorito
fr: Favori

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris

# filter.all
source: All
de: Alle
es: Todas
fr: Tous

# filter.missed
source: Missed
de: Verpasst
es: Perdidas
fr: Manqués

# filter.voicemail
source: Voicemail
de: Mailbox
es: Buzón de voz
fr: Messagerie

source: Flip camera
de: Kamera wechseln
es: Cambiar cámara
fr: Changer de caméra

source: Flip to Mute
de: Umdrehen zum Stummschalten
es: Girar para silenciar
fr: Retourner pour couper

source: Forward calls to another number
de: Anrufe an eine andere Nummer umleiten
es: Desviar las llamadas a otro número
fr: Renvoyer les appels vers un autre numéro

source: Forward to number
de: Umleiten an Nummer
es: Desviar al número
fr: Renvoyer vers le numéro

source: Forwarding to %@
de: Umleitung an %@
es: Desviando a %@
fr: Renvoi vers %@

source: Français
de: Französisch
es: Francés

source: Front camera
de: Frontkamera
es: Cámara frontal
fr: Caméra avant

source: Gallery view
de: Galerieansicht
es: Vista de galería
fr: Vue galerie

source: General
de: Allgemein
fr: Général

source: Grid view
de: Rasteransicht
es: Vista de cuadrícula
fr: Vue grille

source: Hang up
de: Auflegen
es: Colgar
fr: Raccrocher

source: Hold
de: Halten
es: En espera
fr: Mettre en attente

source: Home
de: Start
es: Inicio
fr: Accueil

source: Horizontal scrolling
de: Horizontal scrollen
es: Desplazamiento horizontal
fr: Défilement horizontal

source: ICE needs a STUN server
de: ICE benötigt einen STUN-Server
es: ICE necesita un servidor STUN
fr: ICE nécessite un serveur STUN

source: Incoming
de: Eingehend
es: Entrante
fr: Entrant

source: INCOMING CALL
de: EINGEHENDER ANRUF
es: LLAMADA ENTRANTE
fr: APPEL ENTRANT

source: Incoming Calls
de: Eingehende Anrufe
es: Llamadas entrantes
fr: Appels entrants

source: Keypad
de: Tastenfeld
es: Teclado
fr: Clavier

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
fr: Gérer le compte

source: Message status
de: Nachrichtenstatus
es: Estado del mensaje
fr: État du message

source: Missed
de: Verpasst
es: Perdida
fr: Manqué

source: More
de: Mehr
es: Más
fr: Plus

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d’options

source: Mute
de: Stummschalten
es: Silenciar
fr: Couper le micro

source: Mute ringing by flipping device
de: Klingeln durch Umdrehen des Geräts stummschalten
es: Silenciar el tono girando el dispositivo
fr: Couper la sonnerie en retournant l’appareil

source: Name and number are required
de: Name und Nummer sind erforderlich
es: El nombre y el número son obligatorios
fr: Le nom et le numéro sont obligatoires

source: Network & security
de: Netzwerk & Sicherheit
es: Red y seguridad
fr: Réseau et sécurité

source: Network, Codecs, Debugging
de: Netzwerk, Codecs, Fehlersuche
es: Red, códecs, depuración
fr: Réseau, codecs, débogage

source: New
de: Neu
es: Nuevo
fr: Nouveau

source: New password (optional)
de: Neues Passwort (optional)
es: Nueva contraseña (opcional)
fr: Nouveau mot de passe (facultatif)

source: No %@ accounts found
de: Keine %@-Konten gefunden
es: No se encontraron cuentas %@
fr: Aucun compte %@ trouvé

source: No contacts yet
de: Noch keine Kontakte
es: Aún no hay contactos
fr: Aucun contact pour l’instant

source: No matches
de: Keine Treffer
es: Sin resultados
fr: Aucun résultat

source: No matching settings
de: Keine passenden Einstellungen
es: No hay ajustes que coincidan
fr: Aucun paramètre correspondant

source: No recent calls
de: Keine letzten Anrufe
es: No hay llamadas recientes
fr: Aucun appel récent

source: No recordings yet
de: Noch keine Aufnahmen
es: Aún no hay grabaciones
fr: Aucun enregistrement pour le moment

source: No SIP accounts configured
de: Keine SIP-Konten eingerichtet
es: No hay cuentas SIP configuradas
fr: Aucun compte SIP configuré

source: Not registered
de: Nicht registriert
es: No registrada
fr: Non enregistré

source: Notify when another call comes in
de: Benachrichtigen, wenn ein weiterer Anruf eingeht
es: Avisar cuando entre otra llamada
fr: Prévenir lorsqu’un autre appel arrive

source: Number
de: Nummer
es: Número
fr: Numéro

source: On hold
de: Gehalten
es: En espera
fr: En attente

source: Optional details
de: Optionale Angaben
es: Datos opcionales
fr: Informations facultatives

source: Outgoing
de: Ausgehend
es: Saliente
fr: Sortant

source: Output
de: Ausgabe
es: Salida
fr: Sortie

source: Output device
de: Ausgabegerät
es: Dispositivo de salida
fr: Périphérique de sortie

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Play voice message
de: Sprachnachricht abspielen
es: Reproducir mensaje de voz
fr: Écouter le message vocal

source: Play voicemail from %@
de: Mailbox-Nachricht von %@ abspielen
es: Reproducir mensaje de voz de %@
fr: Écouter le message vocal de %@

source: Port must be between 1 and 65535
de: Der Port muss zwischen 1 und 65535 liegen
es: El puerto debe estar entre 1 y 65535
fr: Le port doit être compris entre 1 et 65535

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences

source: Premium Features
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités Premium

source: Preview the incoming-call screen
de: Bildschirm für eingehende Anrufe anzeigen
es: Ver la pantalla de llamada entrante
fr: Afficher l’écran d’appel entrant

source: Primary account
de: HAUPTKONTO
es: CUENTA PRINCIPAL
fr: COMPTE PRINCIPAL

source: Put this call on hold
de: Diesen Anruf halten
es: Poner esta llamada en espera
fr: Mettre cet appel en attente

source: Re-register Account
de: Konto neu registrieren
es: Volver a registrar la cuenta
fr: Réenregistrer le compte

source: Real-time language translation
de: Echtzeit-Übersetzung
es: Traducción en tiempo real
fr: Traduction en temps réel

source: Rear camera
de: Rückkamera
es: Cámara trasera
fr: Caméra arrière

source: Receive calls on this device
de: Anrufe auf diesem Gerät empfangen
es: Recibir llamadas en este dispositivo
fr: Recevoir des appels sur cet appareil

source: Recent
de: Zuletzt
es: Recientes
fr: Récents

source: Recent calls
de: Letzte Anrufe
es: Llamadas recientes
fr: Appels récents

source: Recent Recordings
de: Letzte Aufnahmen
es: Grabaciones recientes
fr: Enregistrements récents

source: Recents
de: Anrufliste
es: Recientes
fr: Récents

source: Recording Calls
de: Anrufaufzeichnung
es: Grabación de llamadas
fr: Enregistrement des appels

source: Recordings
de: Aufnahmen
es: Grabaciones
fr: Enregistrements

source: Registered
de: Registriert
es: Registrada
fr: Enregistré

source: Registering…
de: Registrierung …
es: Registrando…
fr: Enregistrement…

source: Registration expiry must be between 60 and 86400 seconds
de: Die Registrierungsdauer muss zwischen 60 und 86400 Sekunden liegen
es: La caducidad del registro debe estar entre 60 y 86400 segundos
fr: La durée d’enregistrement doit être comprise entre 60 et 86400 secondes

source: Registration expiry seconds
de: Registrierungsdauer (Sekunden)
es: Caducidad del registro (segundos)
fr: Durée d’enregistrement (secondes)

source: Registration failed
de: Registrierung fehlgeschlagen
es: Error de registro
fr: Échec de l’enregistrement

source: Require SRTP media (TLS only)
de: SRTP-Medien erzwingen (nur TLS)
es: Exigir medios SRTP (solo TLS)
fr: Exiger les médias SRTP (TLS uniquement)

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution

source: Restart YeyoFone to use the new language.
de: Starte YeyoFone neu, um die neue Sprache zu verwenden.
es: Reinicia YeyoFone para usar el nuevo idioma.
fr: Redémarrez YeyoFone pour utiliser la nouvelle langue.

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre

source: Resume the call to send keypad tones
de: Setzen Sie den Anruf fort, um Tastentöne zu senden
es: Reanuda la llamada para enviar tonos del teclado
fr: Reprenez l’appel pour envoyer des tonalités

source: Resume the held call
de: Gehaltenen Anruf fortsetzen
es: Reanudar la llamada en espera
fr: Reprendre l’appel en attente

source: Return to caller
de: Zurück zum Anrufer
es: Volver con el llamante
fr: Revenir à l’appelant

source: Ringing…
de: Klingelt …
es: Sonando…
fr: Sonnerie…

source: Ringtone
de: Klingelton
es: Tono de llamada
fr: Sonnerie

source: Ringtone, Call Waiting, Forwarding
de: Klingelton, Anklopfen, Rufumleitung
es: Tono, llamada en espera, desvío
fr: Sonnerie, double appel, renvoi

source: Ringtones
de: Klingeltöne
es: Tonos de llamada
fr: Sonneries

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Saved recordings on this device will appear here.
de: Auf diesem Gerät gespeicherte Aufnahmen werden hier angezeigt.
es: Aquí aparecerán las grabaciones guardadas en este dispositivo.
fr: Les enregistrements sauvegardés sur cet appareil apparaîtront ici.

source: Search contacts
de: Kontakte suchen
es: Buscar contactos
fr: Rechercher des contacts

source: Search recordings…
de: Aufnahmen durchsuchen …
es: Buscar grabaciones…
fr: Rechercher des enregistrements…

source: Search settings
de: Einstellungen durchsuchen
es: Buscar en ajustes
fr: Rechercher dans les paramètres

source: See All
de: Alle anzeigen
es: Ver todo
fr: Tout voir

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Share, Invite friends, Community
de: Teilen, Freunde einladen, Community
es: Compartir, invitar amigos, comunidad
fr: Partager, inviter des amis, communauté

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

source: Sign out of %@?
de: Von %@ abmelden?
es: ¿Cerrar sesión en %@?
fr: Se déconnecter de %@ ?

source: Silence incoming calls and messages
de: Eingehende Anrufe und Nachrichten stummschalten
es: Silenciar llamadas y mensajes entrantes
fr: Mettre en silence les appels et messages entrants

source: Silent
de: Lautlos
es: Silencio
fr: Silencieux

source: Simulate incoming call
de: Eingehenden Anruf simulieren
es: Simular llamada entrante
fr: Simuler un appel entrant

source: SIP accounts
de: SIP-Konten
es: Cuentas SIP
fr: Comptes SIP

source: SIP username
de: SIP-Benutzername
es: Usuario SIP
fr: Nom d’utilisateur SIP

source: Social
de: Soziales

source: Speak caller name when ringing
de: Namen des Anrufers beim Klingeln ansagen
es: Decir el nombre del llamante mientras suena
fr: Prononcer le nom de l’appelant pendant la sonnerie

source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur

source: Speaker view
de: Sprecheransicht
es: Vista de orador
fr: Vue intervenant

source: Speaker volume
de: Lautsprecherlautstärke
es: Volumen del altavoz
fr: Volume du haut-parleur

source: Speaker, Microphone, Ringtones
de: Lautsprecher, Mikrofon, Klingeltöne
es: Altavoz, micrófono, tonos
fr: Haut-parleur, micro, sonneries

source: Start consultation
de: Rückfrage starten
es: Iniciar consulta
fr: Démarrer la consultation

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage

source: Storage Used
de: Belegter Speicher
es: Almacenamiento usado
fr: Stockage utilisé

source: Tap + to add your first contact
de: Tippe auf +, um deinen ersten Kontakt hinzuzufügen
es: Toca + para añadir tu primer contacto
fr: Appuyez sur + pour ajouter votre premier contact

source: Tap the + button to add a SIP account
de: Tippen Sie auf +, um ein SIP-Konto hinzuzufügen
es: Toca el botón + para añadir una cuenta SIP
fr: Appuyez sur + pour ajouter un compte SIP

source: The account stays on this device but goes offline.
de: Das Konto bleibt auf diesem Gerät, ist aber offline.
es: La cuenta se queda en este dispositivo, pero sin conexión.
fr: Le compte reste sur cet appareil mais passe hors ligne.

source: This account type is not supported yet
de: Dieser Kontotyp wird noch nicht unterstützt
es: Este tipo de cuenta aún no es compatible
fr: Ce type de compte n’est pas encore pris en charge

source: Time
de: Uhrzeit
es: Hora
fr: Heure

source: TODAY
de: HEUTE
es: HOY
fr: AUJOURD’HUI

source: Transfer
de: Weiterleiten
es: Transferir
fr: Transférer

source: Transfer destination
de: Weiterleitungsziel
es: Destino de la transferencia
fr: Destination du transfert

source: Transfer now
de: Jetzt weiterleiten
es: Transferir ahora
fr: Transférer maintenant

source: Transferring call with %@
de: Anruf mit %@ wird weitergeleitet
es: Transfiriendo llamada con %@
fr: Transfert de l’appel avec %@

source: Translate
de: Übersetzen
es: Traducir
fr: Traduction

source: Translate incoming messages
de: Eingehende Nachrichten übersetzen
es: Traducir mensajes entrantes
fr: Traduire les messages entrants

source: Try another name.
de: Versuchen Sie einen anderen Namen.
es: Prueba con otro nombre.
fr: Essayez un autre nom.

source: TURN username (optional)
de: TURN-Benutzername (optional)
es: Usuario TURN (opcional)
fr: Nom d’utilisateur TURN (facultatif)

source: Type a message…
de: Nachricht eingeben …
es: Escribe un mensaje…
fr: Saisissez un message…

source: Unlock HD calls, unlimited recording & more
de: HD-Anrufe, unbegrenzte Aufnahmen & mehr freischalten
es: Desbloquea llamadas HD, grabación ilimitada y más
fr: Débloquez les appels HD, l’enregistrement illimité et plus encore

source: Unregistering…
de: Abmeldung …
es: Anulando registro…
fr: Désenregistrement…

source: Username
de: Benutzername
es: Usuario
fr: Nom d’utilisateur

source: Version %@ • Terms • Privacy
de: Version %@ • Bedingungen • Datenschutz
es: Versión %@ • Términos • Privacidad
fr: Version %@ • Conditions • Confidentialité

source: Vibrate
de: Vibration
es: Vibración
fr: Vibreur

source: Vibrate when receiving calls
de: Bei eingehenden Anrufen vibrieren
es: Vibrar al recibir llamadas
fr: Vibrer lors des appels entrants

source: Video call
de: Videoanruf
es: Videollamada
fr: Appel vidéo

source: Voice & Translation
de: Sprache und Übersetzung
es: Voz y traducción
fr: Voix et traduction

source: Voice Accent
de: Sprachakzent
es: Acento de voz
fr: Accent vocal

source: Voice call
de: Sprachanruf
es: Llamada de voz
fr: Appel vocal

source: Voicemail
de: Mailbox
es: Buzón de voz
fr: Messagerie vocale

source: Voicemail number (optional)
de: Mailbox-Nummer (optional)
es: Número del buzón de voz (opcional)
fr: Numéro de messagerie vocale (facultatif)

source: Waiting for the original call to be placed on hold…
de: Warten, bis der ursprüngliche Anruf gehalten wird …
es: Esperando a que la llamada original quede en espera…
fr: En attente de la mise en attente de l’appel d’origine…

source: Welcome back
de: Willkommen zurück
es: Hola de nuevo
fr: Bon retour

source: Audio & Video
es: Audio y vídeo
fr: Audio et vidéo

source: Deutsch
es: Alemán
fr: Allemand

source: Domain
es: Dominio
fr: Domaine

source: Layout
es: Diseño
fr: Disposition

source: Name
es: Nombre
fr: Nom

source: Offline
es: Sin conexión
fr: Hors ligne

source: Online
es: En línea
fr: En ligne
